Repository: al1103/Student-management-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Login
vi: Đăng nhập

source: Staff Added Successfully!
vi: Giáo viên/Nhân viên được thêm thành công!

source: Failed to Add Staff!
vi: Không thể thêm giáo viên/nhân viên!

source: Staff Updated Successfully.
vi: Giáo viên/Nhân viên được cập nhật thành công.

source: Failed to Update Staff.
vi: Không thể cập nhật giáo viên/nhân viên.

source: Staff Deleted Successfully.
vi: Đã xóa giáo viên/nhân viên thành công.

source: Failed to Delete Staff.
vi: Không thể xóa giáo viên/nhân viên.

source: Course Added Successfully!
vi: Ngành học đã được thêm thành công!

source: Failed to Add Course!
vi: Không thể thêm ngành học!

source: Course Updated Successfully.
vi: Đã cập nhật ngành học thành công.

source: Failed to Update Course.
vi: Không thể thêm ngành học.

source: Course Deleted Successfully.
vi: Đã xóa ngành học thành công.

source: Failed to Delete Course.
vi: Không thể xóa ngành học.

source: Session Year added Successfully!
vi: Kỳ học đã được thêm thành công!

source: Failed to Add Session Year
vi: Không thể thêm kỳ học

source: Session Year Updated Successfully.
vi: Kỳ học đã được cập nhập.

source: Failed to Update Session Year.
vi: Không thể cập nhập kỳ học.

source: Session Deleted Successfully.
vi: Đã xóa kỳ học thành công.

source: Failed to Delete Session.
vi: Không thể xóa ngành học.

source: Student Added Successfully!
vi: Sinh viên được thêm thành công!

source: Failed to Add Student!
vi: Không thể thêm sinh viên!

source: Student Updated Successfully!
vi: Cập nhập sinh viên thành công!

source: Failed to Uupdate Student.
vi: Không thể cập nhập Sinh viên.

source: Student Deleted Successfully.
vi: Đã xóa sinh viên thành công.

source: Failed to Delete Student.
vi: Không thể xóa sinh viên.

source: Subject Added Successfully!
vi: Đã thêm môn học thành công!

source: Failed to Add Subject!
vi: Không thể thêm môn học!

source: Subject Updated Successfully.
vi: Môn học được cập nhật thành công.

source: Failed to Update Subject.
vi: Không thể cập nhập môn học.

source: Subject Deleted Successfully.
vi: Đã xóa môn học thành công.

source: Failed to Delete Subject.
vi: Không thể xóa môn học.

source: Profile Updated Successfully
vi: Hồ sơ được cập nhật thành công

source: Failed to Update Profile
vi: Không thể cập nhật hồ sơ

source: Applied for Leave.
vi: Đã nộp đơn xin nghỉ phép.

source: Failed to Apply Leave
vi: Nộp Đơn Nghỉ Phép Thất Bại

source: Feedback Sent.
vi: Đã gửi phản hồi.

source: Failed to Send Feedback.
vi: Không thể gửi phản hồi.

source: Error
vi: Lỗi

source: Result Updated Successfully!
vi: Điểm được cập nhật thành công!

source: Result Added Successfully!
vi: Điểm được thêm thành công!

source: Failed to Add Result!
vi: Không thể thêm điểm!

source: Password
vi: Mật khẩu

source: First Name
vi: Tên gọi

source: Last Name
vi: Họ đệm

source: Username
vi: Tên đăng nhập

source: Address
vi: Địa chỉ

source: Male
vi: Nam

source: Female
vi: Nữ

source: Course
vi: Khóa học

source: Gender
vi: Giới tính

source: Session Year
vi: Kỳ học

source: Profile Pic
vi: Ảnh chân dung

source: Add Course
vi: Thêm ngành học

source: Course Name
vi: Tên ngành học

source: Add Session Year
vi: Thêm kỳ học

source: Session Start Year
vi: Bắt đầu học kỳ

source: Session End Year
vi: Kết thúc học kỳ

source: Add Staff
vi: Thêm giáo viên/nhân viên

source: Email address
vi: Địa chỉ email

source: Add Student
vi: Thêm sinh viên

source: Add Subject
vi: Thêm môn học

source: Subject Name
vi: Tên môn học

source: Staff
vi: Giáo viên

source: Update Profile
vi: Cập nhật thông tin

source: Username
vi: Tên người dùng

source: First Name
vi: Tên gọi

source: Last Name
vi: Họ đệm

source: Password
vi: Mật khẩu

source: View Attendance
vi: Xem danh sách những người tham gia

source: Subject
vi: Môn học

source: to
vi: đến

source: Fetch Attendance Date
vi: Thêm thông tin ngày điểm danh

source: Attendance Date
vi: Ngày điểm danh

source: Fetch Student Data
vi: Thêm thông tin sinh viên

source: Student Management System HOD Login
vi: Đăng nhập với tư cách Trưởng khoa

source: Logout
vi: Đăng xuất

source: Home
vi: Trang chủ

source: Edit Course
vi: Chỉnh sửa kế hoạch học tập

source: Update Course
vi: Cập nhật kế hoạch học tập

source: Edit Session Year
vi: Chỉnh sửa kế hoạch học kì

source: Update Session Year
vi: Cập nhật kế hoạch học kì

source: Edit Staff
vi: Chỉnh sửa thông tin giáo viên

source: Update Staff
vi: Cập nhật thông tin giáo viên

source: Edit Student
vi: Chỉnh sửa thông tin sinh viên

source: Update Student
vi: Cập nhật thông tin sinh viên

source: Edit Subject
vi: Chỉnh sửa môn học

source: Subject Name
vi: Tên môn học

source: Update Subject
vi: Cập nhật môn học

source: Total Students
vi: Tổng số sinh viên

source: More info
vi: Thêm thông tin

source: Total Staffs
vi: Tổng số giáo viên

source: Total Courses
vi: Tổng số khóa học

source: Total Subjects
vi: Tổng số môn học

source: Student and Staff Chart
vi: Biểu đồ số sinh viên và giáo viên

source: Total Subjects in Each Course
vi: Tổng số môn học trong một khóa học

source: Total Student in Each Course
vi: Tổng số sinh viên trong một khóa học

source: Total Students in Each Subject
vi: Tổng số sinh viên trong một môn học

source: Staff Attendance vs Leave
vi: Số lượng giáo viên chấm công và nghỉ phép

source: Student Attendance vs Leave
vi: Số lượng sinh viên điểm danh và nghỉ phép

source: + Add Course
vi: Thêm khóa học

source: Course Details
vi: Chi tiết khóa học

source: Course Name
vi: Tên khóa học

source: Created At
vi: Được khởi tạo lúc

source: Updated At
vi: Được cập nhật lúc

source: Action
vi: Công việc

source: Edit
vi: Chỉnh sửa

source: Delete
vi: Xóa

source: + Add Session
vi: Thêm kỳ học

source: Session Details
vi: Chi tiết kỳ học

source: Session Start Year
vi: Thời gian bắt đầu kỳ học

source: Session End Year
vi: Thời gian kết thúc kỳ học

source: + Add Staff
vi: Thêm giáo viên

source: Staff Details
vi: Thông tin chi tiết giáo viên

source: Last Login
vi: Lần đăng nhập cuối

source: Date Joined
vi: Ngày tham gia

source: + Add Student
vi: Thêm sinh viên

source: Student Details
vi: Thông tin chi tiết sinh viên

source: Start Year
vi: Năm nhập học

source: End Year
vi: Năm ra trường

source: + Add Subject
vi: Thêm môn học

source: Subject Details
vi: Thông tin chi tiết môn học

source: Manage Staff
vi: Quản lý giáo viên

source: Manage Student
vi: Quản lý sinh viên

source: Manage Course
vi: Quản lý khóa học

source: Manage Subject
vi: Quản lý môn học

source: Manage Session
vi: Quản lí kỳ học

source: Add Session
vi: Thêm kỳ học

source: Student Feedback
vi: Phản hồi của sinh viên

source: Staff Feedback
vi: Phản hồi của giáo viên

source: Student Leave
vi: Sinh viên vắng mặt

source: Staff Leave
vi: Giáo viên vắng mặt

source: Staff ID
vi: Mã giáo viên

source: Staff Name
vi: Tên giáo viên

source: Message
vi: Tin nhắn

source: Sended On
vi: Đã gửi tin nhắn

source: Reply
vi: Phản hồi

source: Reply Feedback
vi: Phản hồi nhận xét

source: Reply to:
vi: Phản hồi đến

source: Leave Apply by Staffs
vi: Đơn xin nghỉ phép của nhân viên

source: Leave Date
vi: Ngày nghỉ phép

source: Leave Message
vi: Thư nghỉ phép

source: Applied On
vi: Được

source: Approve
vi: Phê duyệt

source: Reject
vi: Không chấp thuận

source: Approved
vi: Đã phê duyệt

source: Rejected
vi: Đã bác bỏ

source: Student ID
vi: Mã sinh viên

source: Student Name
vi: Tên sinh viên

source: Student Session
vi: Kỳ học của sinh viên

source: Leave Apply by Students
vi: Đơn xin nghỉ phép của sinh viên

source: Student
vi: Hệ thống quản lý

source: Management System
vi: Sinh viên

source: Sign in to Student Management System
vi: Đăng nhập đến hệ thống quản lý sinh viên

source: Sign In
vi: Đăng nhập

source: Add Result
vi: Nhập kết quả

source: Fetch Student
vi: Thêm thông tin sinh viên

source: Student Management System | Staff Dashboard
vi: Hệ thống quản lý sinh viên | Trung tâm điều khiển của giáo viên

source: All rights reserved.
vi: Tất cả các quyền

source: Take Attendance
vi: Điểm danh

source: View Update Attendance
vi: Xem cập nhật thông tin điểm danh

source: Apply Leave
vi: Đơn xin nghỉ phép

source: Feedback
vi: Phản hồi

source: Apply For Leave
vi: Xác nhận nghỉ phép

source: Leave Reason
vi: Lý do xin nghỉ

source: Apply for Leave
vi: Xác nhận nghỉ phép

source: Leave Apply History
vi: Lịch sử xin nghỉ

source: Status
vi: Trạng thái

source: Pending
vi: Đang xử lí

source: Leave a Feedback Message
vi: Vui lòng để lại phản hồi

source: Feedback Message
vi: Tin nhắn phản hồi

source: Leave a Feedback
vi: Để lại phản hồi

source: Feedback History
vi: Lịch sử chỉnh sửa

source: Feedback Reply
vi: Trả lời phản hồi

source: Students Under Me
vi: Số sinh viên đang tiếp quản

source: More info
vi: Thêm thông tin

source: Total Attendance Taken
vi: Tổng số buổi đã điểm danh

source: Total Leave Taken
vi: Tổng số buổi vắng mặt

source: Leave Status Chart
vi: Biểu đồ tình trạng vắng mặt

source: Subjects Attend Chart
vi: Biểu đồ tham gia học tập của sinh viên

source: Student Attendance Data
vi: Dữ liệu số ngày học của học sinh

source: View Update Attendance
vi: Xem cập nhật điểm danh

source: Attendance Date
vi: Ngày điểm danh

source: Student Management System | Student Dashboard
vi: Hệ thống quản lý sinh viên | Trung tâm điều khiển của sinh viên

source: View Result
vi: Xem kết quả

source: Send Feedback
vi: Gửi phản hồi

source: Attendance Data for
vi: Thông tin

source: Date :
vi: Ngày

source: [ Status : Present ]
vi: [ Trạng thái :Có mặt]

source: [ Status : Absent ]
vi: [ Trạng thái : Vắng mặt]

source: TotalAttendance
vi: Tống số buổi đã điểm danh

source: Absent
vi: Vắng mặt

source: Present
vi: Có mặt

source: Total Attendance Chart
vi: Biểu đồ tổng số buổi điểm danh

source: Attendance Statistics by Subjects
vi: Thống kê sự tham gia của học sinh theo môn học

source: Start Date
vi: Ngày bắt đầu

source: End Date
vi: Ngày kết thúc

source: Fetch Attendance
vi: Thêm thông tin điểm danh

source: Result
vi: Kết quả

source: Assignments Marks
vi: Điểm bài tập

source: Exam Marks
vi: Điểm kiểm tra

source: status
vi: Trạng thái

source: Pass
vi: Đạt

source: Fail
vi: Trượt

source: Staff Home
vi: Hồ sơ của giáo viên
